Repository: JanST123/wc-info-swift
Catalog: WCinfo/WCinfo/Localizable.xcstrings
Source language: en
Languages: de

# %@ 24 Stunden geöffnet
source: %@ open 24 hours
de: %@ 24 Stunden geöffnet

# %@ ab %@
source: %1$@ from %2$@
de: %1$@ ab %2$@

# %@ Fotos
source: %@ photos
de: %@ Fotos

# %lld Meter Entfernung, Richtung: %@
source: %1$lld meters away, heading: %2$@
de: %1$lld Meter Entfernung, Richtung: %2$@

# • das Merkzeichen: aG, B, H, oder BL
source: • disability mark: aG, B, H, or BL
de: • das Merkzeichen: aG, B, H, oder BL

# • oder das Merkzeichen G und der GdB ab 70 und aufwärts enthalten ist.
source: • or disability mark G and degree of disability 70 or above is included.
de: • oder das Merkzeichen G und der GdB ab 70 und aufwärts enthalten ist.

# ✓ Toilette gespeichert
source: ✓ Toilet saved
de: ✓ Toilette gespeichert

# 1 Foto
source: 1 photo
de: 1 Foto

# 24 Stunden geöffnet
source: Open 24 hours
de: 24 Stunden geöffnet

# Abbrechen
source: Cancel
de: Abbrechen

# Ablagefläche
source: Storage shelf
de: Ablagefläche

# Ablagefläche: %@
source: Storage space: %@
de: Ablagefläche: %@

# Ablagefläche: Keine
source: Shelf space: None
de: Ablagefläche: Keine

# Ablagefläche: Viel
source: Shelf space: Much
de: Ablagefläche: Viel

# Ablagefläche: Wenig
source: Shelf space: Little
de: Ablagefläche: Wenig

# Adresse
source: Address
de: Adresse

# Adresse eingeben
source: Enter address
de: Adresse eingeben

# Adresse speichern
source: Save address
de: Adresse speichern

# Adresse: %@
source: Address: %@
de: Adresse: %@

# Aktuellen Standort verwenden
source: Use current location
de: Aktuellen Standort verwenden

# Aktueller Standort
source: Current Location
de: Aktueller Standort

# Aktueller Standort: %@
source: Current location: %@
de: Aktueller Standort: %@

# Alle Toiletten in der Umgebung
source: All toilets in the area
de: Alle Toiletten in der Umgebung

# Änderungen für diese Toilette vorschlagen
source: Suggest changes for this toilet
de: Änderungen für diese Toilette vorschlagen

# Änderungen gespeichert
source: Changes Saved
de: Änderungen gespeichert

# Änderungen speichern
source: Save Changes
de: Änderungen speichern

# Änderungen vorschlagen
source: Suggest Changes
de: Änderungen vorschlagen

# Angaben selbst bearbeiten
source: Edit Details Yourself
de: Angaben selbst bearbeiten

# Auch außerhalb der Öffnungszeiten zugänglich
source: Also accessible outside opening hours
de: Auch außerhalb der Öffnungszeiten zugänglich

# Ausgewählte Position
source: Selected location
de: Ausgewählte Position

# Außerhalb der Öffnungszeiten zugänglich
source: Accessible outside opening hours
de: Außerhalb der Öffnungszeiten zugänglich

# Außerhalb der Öffnungszeiten zugänglich: Ausgewählt
source: Accessible outside opening hours: Selected
de: Außerhalb der Öffnungszeiten zugänglich: Ausgewählt

# Außerhalb der Öffnungszeiten zugänglich: Nicht ausgewählt
source: Accessible outside opening hours: Not selected
de: Außerhalb der Öffnungszeiten zugänglich: Nicht ausgewählt

# barrierefreie
source: wheelchair accessible
de: barrierefreie

# Barrierefreie Toilette vorhanden
source: Wheelchair accessible toilet available
de: Barrierefreie Toilette vorhanden

# Befindest du dich gerade unter freiem Himmel und vor dem Eingang der Toilette?
source: Are you currently outdoors directly in front of the toilet entrance?
de: Befindest du dich gerade unter freiem Himmel und vor dem Eingang der Toilette?

# Bemerkung
source: Note
de: Bemerkung

# Bemerkung: %@
source: Note: %@
de: Bemerkung: %@

# Beschreibe das Problem oder die gewünschten Änderungen...
source: Describe the problem or desired changes...
de: Beschreibe das Problem oder die gewünschten Änderungen...

# Betreff
source: Subject
de: Betreff

# Betreff Eingabefeld
source: Subject input field
de: Betreff Eingabefeld

# Betreff eingeben oder auswählen...
source: Enter or select subject...
de: Betreff eingeben oder auswählen...

# Betreiber: %@
source: Operator: %@
de: Betreiber: %@

# Bevor du dein erstes Foto hochlädst
source: Before uploading your first photo
de: Bevor du dein erstes Foto hochlädst

source: Photos of toilets should ideally not include people. If you do upload photos of other people, you may infringe on their personal rights. Please ensure that anyone visible in the photos has consented to publication.
de: Bilder von Toiletten sollten nach Möglichkeit keine Personen beinhalten. Wenn du doch Bilder von anderen Menschen hochlädst, greifst du evtl. in deren Persönlichkeitsrecht ein. Bitte vergewissere dich daher, dass die Menschen, die auf den Fotos zu sehen sind, damit einverstanden sind, dass du die Bilder hier veröffentlichst.

# Bitte gib einen Ort ein, um danach zu suchen.
source: Please enter a location to search for.
de: Bitte gib einen Ort ein, um danach zu suchen.

# Bitte halte dich zudem an geltendes Recht. Dies bedeutet u.A.:
source: Please also comply with applicable laws. This includes:
de: Bitte halte dich zudem an geltendes Recht. Dies bedeutet u.A.:

# Bitte wähle den Punkt auf der Karte, an dem sich die Toilette befindet
source: Please select the point on the map where the toilet is located
de: Bitte wähle den Punkt auf der Karte, an dem sich die Toilette befindet

# Danke für dein Feedback! Wir kümmern uns so schnell es geht.
source: Thank you for your feedback! We will take care of it as quickly as possible.
de: Danke für dein Feedback! Wir kümmern uns so schnell es geht.

source: Then we can add your current position to the toilet to make navigation easier for others.
de: Dann können wir deine aktuelle Position zur Toilette hinzufügen, um anderen die Navigation zu erleichtern.

source: Your changes are visible immediately, but will also be reviewed by our team.
de: Deine Änderungen sind sofort sichtbar, werden aber zusätzlich von unserem Team überprüft.

# Deine Angaben wurden gespeichert.
source: Your information has been saved.
de: Deine Angaben wurden gespeichert.

# Der deutsche Schwerbehindertenausweis gilt als Berechtigung, wenn
source: The German severely disabled person's pass is valid as authorization if
de: Der deutsche Schwerbehindertenausweis gilt als Berechtigung, wenn

source: The Euro key is a locking system introduced in 1986 by CBF Darmstadt that allows physically disabled individuals to independently access accessible sanitary facilities and establishments across and beyond Germany.
de: Der Euroschlüssel ist ein 1986 vom CBF Darmstadt – Club Behinderter und ihrer Freunde in Darmstadt und Umgebung e. V. – eingeführtes, inzwischen über die Landesgrenzen hinaus genutztes Schließsystem, das es körperlich beeinträchtigten Menschen ermöglicht, mit einem Einheitsschlüssel selbständig Zugang zu behindertengerechten sanitären Anlagen und Einrichtungen zu erhalten, z. B. an teilnehmenden Autobahn- und Bahnhofstoiletten, aber auch für öffentliche Toiletten in Fußgängerzonen, Museen oder Behörden.

source: The key is issued exclusively to people who rely on accessible toilets.
de: Der Schlüssel wird ausschließlich an Menschen ausgehändigt, die auf behindertengerechte Toiletten angewiesen sind.

source: The timestamp and your IP address are stored with uploaded photos. Further information can be found in our [Privacy Policy](https://wc-info.org/Law/Privacy).
de: Der Zeitpunkt und deine IP werden im Zusammenhang mit den hochgeladenen Fotos bei uns gespeichert. Weitere Informationen findest du auch in unserer [Datenschutzerklärung](https://wc-info.org/Law/Privacy).

# Details ansehen ›
source: View details ›
de: Details ansehen ›

# Details schließen
source: Close details
de: Details schließen

# Die Server-Antwort konnte nicht verarbeitet werden.
source: The server response could not be processed.
de: Die Server-Antwort konnte nicht verarbeitet werden.

# Diese Information ist oft in der Nähe des Schlosses zu lesen.
source: This information is often found near the lock.
de: Diese Information ist oft in der Nähe des Schlosses zu lesen.

# Diese Position wählen
source: Choose this location
de: Diese Position wählen

source: This toilet is not publicly accessible. It is located in a restaurant, shop, or private facility and is often reserved for customers or guests.
de: Diese Toilette ist nicht öffentlich zugänglich. Sie befindet sich beispielsweise in einem Restaurant, Geschäft oder einer privaten Einrichtung und ist oft Kunden oder Gästen vorbehalten.

# Doppeltippen, um Details zu öffnen.
source: Double-tap to open details.
de: Doppeltippen, um Details zu öffnen.

# Doppeltippen, um die Toilettenerfassung zu starten.
source: Double-tap to start recording a toilet.
de: Doppeltippen, um die Toilettenerfassung zu starten.

# Doppeltippen, um diese Eigenschaft umzuschalten.
source: Double tap to toggle this property.
de: Doppeltippen, um diese Eigenschaft umzuschalten.

# Du hast das Ziel erreicht!
source: You have reached your destination!
de: Du hast das Ziel erreicht!

source: You can also upload a photo of the opening hours in the next step, and we will take care of it for you.
de: Du kannst auch im nächsten Schritt ein Foto der Öffnungszeiten hochladen, dann machen wir das für dich.

# E-Mail senden
source: Send Email
de: E-Mail senden

# Eigenschaften:
source: Features:
de: Eigenschaften:

# Eingabefehler: Bitte gib einen Ort ein.
source: Input error: Please enter a location.
de: Eingabefehler: Bitte gib einen Ort ein.

# Eingang & Türen
source: Entrance & doors
de: Eingang & Türen

# Entfernung %@
source: Distance %@
de: Entfernung %@

# Erneut versuchen
source: Try again
de: Erneut versuchen

# Euroschlüssel
source: Euro key
de: Euroschlüssel

# Euroschlüssel: Ausgewählt
source: Euro key: Selected
de: Euroschlüssel: Ausgewählt

# Euroschlüssel: Deaktiviert, erfordert barrierefreie Toilette
source: Euro key: Disabled, requires accessible toilet
de: Euroschlüssel: Deaktiviert, erfordert barrierefreie Toilette

# Euroschlüssel: Nicht ausgewählt
source: Euro key: Not selected
de: Euroschlüssel: Nicht ausgewählt

# Feedback abbrechen
source: Cancel feedback
de: Feedback abbrechen

# Feedback geben
source: Give Feedback
de: Feedback geben

# Feedback senden
source: Send feedback
de: Feedback senden

# Fehler: %@
source: Error: %@
de: Fehler: %@

# Fehlt eine Toilette?
source: Missing a toilet?
de: Fehlt eine Toilette?

# Fertig
source: Done
de: Fertig

# Fertigstellen
source: Finish
de: Fertigstellen

# Fertigstellen (%@)
source: Finish (%@)
de: Fertigstellen (%@)

# Filter ausklappen
source: Expand filter
de: Filter ausklappen

# Filter einklappen
source: Collapse filter
de: Filter einklappen

# Firma oder Kommune?
source: Company or Municipality?
de: Firma oder Kommune?

# Firma oder Kommune? – Bitte hier entlang
source: Company or municipality? – Please head this way
de: Firma oder Kommune? – Bitte hier entlang

# Firma oder Kommune? Bitte hier entlang
source: Company or municipality? Please continue here
de: Firma oder Kommune? Bitte hier entlang

# Foto %lld von %lld
source: Photo %lld of %lld
de: Foto %lld von %lld

# Foto entfernen
source: Remove photo
de: Foto entfernen

# Foto hinzufügen
source: Add photo
de: Foto hinzufügen

# Foto konnte nicht geladen werden
source: Photo could not be loaded
de: Foto konnte nicht geladen werden

# Foto löschen?
source: Delete photo?
de: Foto löschen?

# Fotos
source: Photos
de: Fotos

# Fotos auswählen
source: Select photos
de: Fotos auswählen

# Fotos hochladen
source: Upload photos
de: Fotos hochladen

# Frage %@ von %@
source: Question %@ of %@
de: Frage %@ von %@

# Frage %lld von %lld
source: Question %lld of %lld
de: Frage %lld von %lld

# Gehört die Toilette zu einem dieser Orte?
source: Does the toilet belong to one of these places?
de: Gehört die Toilette zu einem dieser Orte?

# Geprüfte Angaben
source: Verified information
de: Geprüfte Angaben

# Geprüfte Toilette
source: Verified toilet
de: Geprüfte Toilette

# Geradeaus
source: Straight ahead
de: Geradeaus

# Geschlossen
source: Closed
de: Geschlossen

# Geschlossene Toiletten anzeigen
source: Show closed toilets
de: Geschlossene Toiletten anzeigen

# getrennte
source: gender-separated
de: getrennte

# Getrennte Toiletten
source: Separated toilets
de: Getrennte Toiletten

source: Indicate whether this toilet can be used without having an admission ticket, being a member, or making a purchase, etc.
de: Gib an, ob man diese Toilette auch nutzen kann, ohne eine Eintrittskarte zu haben, Mitglied zu sein oder etwas zu kaufen etc.

# Gib eine Adresse, einen Ort oder eine Sehenswürdigkeit ein.
source: Enter an address, place, or point of interest.
de: Gib eine Adresse, einen Ort oder eine Sehenswürdigkeit ein.

# Gib eine kurze Ortsangabe oder Bezeichnung an:
source: Enter a brief location or description:
de: Gib eine kurze Ortsangabe oder Bezeichnung an:

# Gibt es Ablageflächen, Kleiderhaken usw.?
source: Are there storage surfaces, coat hooks, etc.?
de: Gibt es Ablageflächen, Kleiderhaken usw.?

# Halb links
source: Slight left
de: Halb links

# Halb rechts
source: Slight right
de: Halb rechts

# Hilfreiche Fotos:
source: Helpful photos:
de: Hilfreiche Fotos:

# Hinter dir
source: Behind you
de: Hinter dir

# Hinweise zum Foto-Upload
source: Photo Upload Information
de: Hinweise zum Foto-Upload

# http://www.beispiel.de
source: http://www.example.com
de: http://www.beispiel.de

# In Apple Maps oder Google Maps öffnen
source: Open in Apple Maps or Google Maps
de: In Apple Maps oder Google Maps öffnen

# In der Nähe
source: Nearby
de: In der Nähe

# In der Nähe suchen
source: Search nearby
de: In der Nähe suchen

# In Karten-App öffnen
source: Open in Maps App
de: In Karten-App öffnen

# Informationen anzeigen
source: Show information
de: Informationen anzeigen

# Informationen zu nicht-öffentlichen Toiletten
source: Information about non-public toilets
de: Informationen zu nicht-öffentlichen Toiletten

# Informationen zum Euroschlüssel
source: Information about the Euro key
de: Informationen zum Euroschlüssel

# Informationen zum Euroschlüssel anzeigen
source: Show Euro key information
de: Informationen zum Euroschlüssel anzeigen

# Ist der Zugang auch ausserhalb der Öffnungszeiten möglich?
source: Is access possible outside opening hours?
de: Ist der Zugang auch ausserhalb der Öffnungszeiten möglich?

# Ist der Zugang öffentlich möglich?
source: Is public access available?
de: Ist der Zugang öffentlich möglich?

# Ist die Toilette nach Geschlecht getrennt?
source: Is the toilet separated by gender?
de: Ist die Toilette nach Geschlecht getrennt?

source: Is this an inappropriate photo or do you have personal reasons to delete it? If you select 'Delete', the photo will be deleted immediately and reviewed by us afterwards. We reserve the right to restore the photo if it is deemed appropriate and does not violate personal rights.
de: Ist dies ein unpassendes Foto oder hast du persönliche Gründe dieses Foto zu löschen? Wählst du 'Löschen' wird das Foto sofort gelöscht und das Foto im Nachgang durch uns geprüft. Wir behalten uns vor das Foto nachträglich wiederherzustellen sollte es doch passend sein und unserer Meinung kein Persönlichkeitsrecht verletzen

# Ist eine barrierefreie Toilette vorhanden?
source: Is a wheelchair-accessible toilet available?
de: Ist eine barrierefreie Toilette vorhanden?

# Ja
source: Yes
de: Ja

# Ja, auf jeden Fall möglich
source: Yes, always accessible
de: Ja, auf jeden Fall möglich

# Ja, benutzt meine Position
source: Yes, use my location
de: Ja, benutzt meine Position

# Ja, öffentlicher Zugang möglich
source: Yes, public access available
de: Ja, öffentlicher Zugang möglich

# Ja, Öffnungszeiten eingeben
source: Yes, enter opening hours
de: Ja, Öffnungszeiten eingeben

# Jetzt geöffnet
source: Open now
de: Jetzt geöffnet

# jetzt geöffnete
source: currently open
de: jetzt geöffnete

# Kann die Türe mit Euro-Schlüssel geöffnet werden?
source: Can the door be opened with a Euro key?
de: Kann die Türe mit Euro-Schlüssel geöffnet werden?

# Kann mit Euroschlüssel geöffnet werden
source: Can be opened with a Euro key
de: Kann mit Euroschlüssel geöffnet werden

# Karte mit %lld Toiletten in der Nähe
source: Map with %lld toilets nearby
de: Karte mit %lld Toiletten in der Nähe

# Karten-App
source: Maps App
de: Karten-App

# Keine
source: None
de: Keine

# Keine Angabe
source: Not specified
de: Keine Angabe

# Keine Darstellung von Alkohol- oder Drogenmissbrauch
source: No depiction of alcohol or drug abuse
de: Keine Darstellung von Alkohol- oder Drogenmissbrauch

# Keine Fotos vorhanden
source: No photos available
de: Keine Fotos vorhanden

source: No illegal, racist, discriminatory, or dignity-violating content
de: Keine illegalen, rassistischen, diskriminierenden oder gegen die Menschenwürde verstossenden Inhalte

# Keine Öffnungszeiten
source: No opening hours
de: Keine Öffnungszeiten

# Keine Orte in der Nähe gefunden
source: No places found nearby
de: Keine Orte in der Nähe gefunden

# Keine passende geöffnete Toilette in der Nähe gefunden.
source: No suitable open toilet found nearby.
de: Keine passende geöffnete Toilette in der Nähe gefunden.

# Keine Schadsoftware / Viren
source: No malware / viruses
de: Keine Schadsoftware / Viren

# Keine sexuellen, pornografischen oder jugendgefährdenden Inhalte
source: No sexual, pornographic, or harmful content for minors
de: Keine sexuellen, pornografischen oder jugendgefährdenden Inhalte

# Keine Standortkoordinaten gefunden. Bitte wähle einen Ort aus.
source: No location coordinates found. Please select a location.
de: Keine Standortkoordinaten gefunden. Bitte wähle einen Ort aus.

# Keine Toiletten gefunden für "%@"
source: No toilets found for "%@"
de: Keine Toiletten gefunden für "%@"

source: No trademark or copyright violations, no infringement of third-party intellectual property
de: Keine Verstöße gegen Marken- oder Urheberrecht, keine Verletzung fremden geistigen Eigentums

# Keiner dieser Orte
source: None of these places
de: Keiner dieser Orte

source: Signs for gender separation, Euro key, or wheelchair accessibility.
de: Kennzeichnungen für Geschlechtertrennung, Euro-Schlüssel oder barrierefreien Zugang.

# Klicke hier um eine Toilette hinzuzufügen - wir freuen uns!
source: Click here to add a toilet - we appreciate it!
de: Klicke hier um eine Toilette hinzuzufügen - wir freuen uns!

# Kommentar oder Hinweise eingeben...
source: Enter comment or notes...
de: Kommentar oder Hinweise eingeben...

# Kompass
source: Compass
de: Kompass

# Kompass nicht verfügbar
source: Compass not available
de: Kompass nicht verfügbar

# Kompass-Navigation
source: Compass Navigation
de: Kompass-Navigation

# Kompass-Navigation schließen
source: Close compass navigation
de: Kompass-Navigation schließen

# Kompassnadel zeigt in Richtung Toilette
source: Compass needle points towards the toilet
de: Kompassnadel zeigt in Richtung Toilette

source: Simply upload one or more photos of the toilet – we'll take care of the rest for you!
de: Lade einfach ein oder mehrere Fotos der Toilette hoch – wir erledigen den Rest für dich!

# Laden...
source: Loading...
de: Laden...

# Links
source: Left
de: Links

# Löschen
source: Delete
de: Löschen

# mit Euroschlüssel
source: with Euro key
de: mit Euroschlüssel

# mit Wickelraum
source: with changing table
de: mit Wickelraum

# Mo–Fr
source: Mon–Fri
de: Mo–Fr

source: Would you like to add a large number of toilets as a company, municipality, or operator of multiple toilets? Feel free to contact us via email at hi@wc-info.org and send us your toilet data in any format (e.g. as CSV, Excel, or text list). We would be happy to import these toilets for you!
de: Möchtest du als Unternehmen, Kommune oder Betreiber mehrerer Toiletten eine größere Anzahl an Toiletten hinzufügen? Kontaktiere uns gerne per E-Mail an hi@wc-info.org und sende uns deine Toilettendaten in einem beliebigen Format (z. B. als CSV, Excel- oder Textliste). Wir importieren diese Toiletten sehr gerne für dich!

# Möchtest du eine Adresse angeben?
source: Would you like to enter an address?
de: Möchtest du eine Adresse angeben?

source: Would you like to send a quick text feedback or adjust the details in the form?
de: Möchtest du eine kurze Rückmeldung als Text senden oder die Angaben im Formular anpassen?

# Möchtest du eine Webseite angeben?
source: Would you like to enter a website?
de: Möchtest du eine Webseite angeben?

# Möchtest du Fotos hinzufügen?
source: Would you like to add photos?
de: Möchtest du Fotos hinzufügen?

# Möchtest du Öffnungszeiten angeben?
source: Would you like to enter opening hours?
de: Möchtest du Öffnungszeiten angeben?

# Möchtest du sonst noch etwas zu dieser Toilette schreiben?
source: Is there anything else you would like to note about this toilet?
de: Möchtest du sonst noch etwas zu dieser Toilette schreiben?

# nach Geschlecht getrennte
source: gender-separated
de: nach Geschlecht getrennte

# Nach Geschlecht getrennte Toiletten vorhanden
source: Gender-separated toilets available
de: Nach Geschlecht getrennte Toiletten vorhanden

# Nachricht
source: Message
de: Nachricht

# Nächste geöffnete, passende Toilette wird gesucht...
source: Searching for the nearest open, suitable toilet...
de: Nächste geöffnete, passende Toilette wird gesucht...

# Name der Toilette
source: Toilet Name
de: Name der Toilette

# Name der Toilette (optional)
source: Name of toilet (optional)
de: Name der Toilette (optional)

# Navigation starten
source: Start Navigation
de: Navigation starten

# Navigieren
source: Navigate
de: Navigieren

# Navigieren zu %@
source: Navigate to %@
de: Navigieren zu %@

# Nein
source: No
de: Nein

# Nein oder nicht sicher
source: No or not sure
de: Nein oder nicht sicher

# Nein, keine Öffnungszeiten
source: No, no opening hours
de: Nein, keine Öffnungszeiten

# Nein, nicht ohne weiteres möglich
source: No, restricted or customer access only
de: Nein, nicht ohne weiteres möglich

# Nein, Unisex
source: No, unisex
de: Nein, Unisex

# Nein, weiter
source: No, skip
de: Nein, weiter

# Neue Toilette an diesem Ort hinzufügen
source: Add new toilet at this location
de: Neue Toilette an diesem Ort hinzufügen

# Neue Toilette hinzufügen
source: Add new toilet
de: Neue Toilette hinzufügen

# Nicht öffentlich
source: Non-public
de: Nicht öffentlich

# Nicht sicher
source: Not sure
de: Nicht sicher

# Nicht-barrierefreie Toiletten anzeigen
source: Show non-wheelchair-accessible toilets
de: Nicht-barrierefreie Toiletten anzeigen

# Nicht-öffentliche Toilette
source: Non-public toilet
de: Nicht-öffentliche Toilette

# Nicht-öffentliche Toiletten
source: Non-public toilets
de: Nicht-öffentliche Toiletten

# Nicht-öffentliche Toiletten anzeigen
source: Show non-public toilets
de: Nicht-öffentliche Toiletten anzeigen

source: Non-public toilets are located in restaurants, shops, or private establishments and are often reserved for customers or guests.
de: Nicht-öffentliche Toiletten befinden sich beispielsweise in Restaurants, Geschäften oder privaten Einrichtungen und sind oft Kunden oder Gästen vorbehalten.

# Notfall-Navigation
source: Emergency Navigation
de: Notfall-Navigation

# Nur Toiletten
source: Only toilets
de: Nur Toiletten

# O
source: E
de: O

# Öffentlich zugänglich
source: Publicly accessible
de: Öffentlich zugänglich

# Öffentlich zugänglich: Ausgewählt
source: Publicly accessible: Selected
de: Öffentlich zugänglich: Ausgewählt

# Öffentlich zugänglich: Nicht ausgewählt
source: Publicly accessible: Not selected
de: Öffentlich zugänglich: Nicht ausgewählt

# Öffentlich zugängliche Toilette
source: Publicly accessible toilet
de: Öffentlich zugängliche Toilette

# öffentliche
source: public
de: öffentliche

# öffnet bald
source: opens soon
de: öffnet bald

# Öffnet die Detailansicht.
source: Opens detail view.
de: Öffnet die Detailansicht.

# öffnet in %lld Min.
source: opens in %lld min.
de: öffnet in %lld Min.

# öffnet in %lld Std.
source: opens in %lld hrs.
de: öffnet in %lld Std.
